haivivi/embed-zig/examples/led_strip_flash/c/sdkconfig.defaults
# Target ESP32-S3
CONFIG_IDF_TARGET="esp32s3"

# LED Strip Flash Configuration
CONFIG_BLINK_GPIO=48
CONFIG_BLINK_PERIOD=1000
